{
    "Cook with us!": "Gotuj razem z nami!",
    "Log in!": "Zaloguj się!",
    "Log in and get back to creating and rating recipes!": "Zaloguj się i wróć do tworzenia i oceniania przepisów!",
    "Create recipe!": "Stwórz przepis!",
    "Create a new recipe that everyone will love!": "Stwórz nowy przepis który pokochają wszyscy nasi użytkownicy!",
    "Register!": "Zarejestruj się!",
    "Join us and share with all your favorite recipes!": "Dołącz do nas i podziel się ze wszystkimi swoimi ulubionymi przepisami!",
    "Check your recipes!": "Przeglądaj swoje przepisy!",
    "Review your recipes, update them, reply to comments from others!": "Przejrzyj swoje przepisy, aktualizuj je, odpowiadaj na komentarze innych!",
    "Browse all recipes!": "Przeglądaj wszystkie przepisy!",
    "Browse recipes for tasty dishes posted by our users!": "Przeglądaj przepisy na smaczne dania umieszczone przez naszych użytkowników!",
    "About us": "O nas",
    "Read about our site!": "Przeczytaj o naszej stronie!",
    "Hello": "Witaj",
    "Let's cook something wonderful together!": "Ugotujmy razem coś wspaniałego!",
    "Gotujemy.pl is a constantly growing database of recipes for dishes from around the world. We create it with passion for those who, like us, love to cook and bake. Here you will find a lot of inspiration for any occasion, create your own culinary book, and learn a lot of culinary tips and tricks. Stay with us!": "Gotujemy.pl to ciągle rosnąca baza przepisów na dania z całego świata. Tworzymy ją z pasją dla tych, którzy tak jak my, kochają gotować i piec. Znajdziesz tu moc inspiracji na każdą okazję, stworzysz własną książkę kulinarną, a także poznasz sporo kulinarnych porad i trików. Zostań z nami!",
    "Gotujemy.pl is a special culinary portal. Portal for you. A friendly, open place for beginners, advanced and aspiring cooking enthusiasts. Are you looking for inspiration, new recipes, interesting ideas, dishes for every occasion, everyday and festive? At Gotujemy.pl you will find what you are looking for and even more. Gotujemy.pl is a real help and a great, practical solution, especially for you. You can search for recipes in many ways - by entering the name of the recipe or the type of meal. We also have tons of tips, kitchen tricks, information about ingredients, spices, additives and cooking techniques for you. For busy people - a set of recipes for a week. Next to the recipes you will find photos of appetizing dishes, step by step instructions. We make cooking easier. You are the chef in your own kitchen. And we provide recipes for your dishes for your loved ones. Our recipes are simple, interesting and original, adapted to the seasons and the available ingredients. This is a unique online cookbook with thousands of recipes and ideas. We add new recipes every day. Do you dream about pumpkin soup? Are you after potato pancakes? Only here you will find over 20 recipes for each of these dishes.": "Gotujemy.pl to szczególny portal kulinarny. Portal dla Ciebie. Przyjazne, otwarte miejsce dla początkujących, zaawansowanych i aspirujących miłośników gotowania. Poszukujesz inspiracji, nowych przepisów, ciekawych pomysłów, dań na każdą okazję, na co dzień i świątecznie? Na Gotujemy.pl znajdziesz to, czego szukasz i jeszcze więcej. Gotujemy.pl to prawdziwa pomoc i świetne, praktyczne rozwiązanie, specjalnie dla Ciebie. Przepisów możesz szukać na wiele sposobów - wpisując nazwę przepisu lub rodzaj posiłku. Mamy dla Ciebie także mnóstwo porad, kuchennych sztuczek, informacji o składnikach, przyprawach, dodatkach i technikach gotowania. Dla zabieganych - zestaw przepisów na tydzień. Obok przepisów znajdziesz zdjęcia apetycznych potraw, instrukcje krok po kroku. Ułatwiamy gotowanie. Ty jesteś szefem we własnej kuchni. A my zapewniamy przepisy na Twoje dania dla najbliższych. Nasze przepisy kulinarne są proste, ciekawe i oryginalne, dostosowane do pór roku i dostępnych składników. To wyjątkowa książka kucharską online z tysiącem przepisów i pomysłów. Codziennie dodajemy nowe przepisy. Marzysz o zupie dyniowej? Chodzą za Tobą placki ziemniaczane? Tylko tutaj znajdziesz ponad 20 przepisów na każde z tych dań.",
    "Preparation time:": "Czas przygotowania:",
    "Rate:": "Oceń:",
    "Rating:": "Ocena:",
    "Edit": "Edytuj",
    "Delete": "Usuń",
    "Ingredients": "Składniki:",
    "Preparation description:": "Opis przygotowania:",
    "Comments": "Komentarze",
    "Edit comment": "Edytuj komentarz",
    "Show recipe": "Wyświetl przepis",
    "Edit recipe": "Edytuj przepis",
    "Browser": "Wyszukiwarka",
    "Search for recipes": "Wyszukaj przepisy",
    "Search": "Wyszukaj",
    "Reset": "Resetuj",
    "Meal": "Posiłek",
    "Database error": "Błąd bazy danych",
    "My recipes": "Moje przepisy",
    "Recipes": "Przepisy",
    "No records": "Brak wyników",
    "Photo": "Zdjęcie dania",
    "Upload a photo...": "Wyślij zdjęcie...",
    "Recipe name": "Nazwa przepisu",
    "Add ingredient": "Dodaj składnik",
    "Hours:": "Godziny",
    "Minutes:": "Minuty:",
    "Chicken - 300g": "Kurczak - 300g",
    "Add recipe": "Dodaj przepis",
    "Log out": "Wyloguj się",
    "Username": "Nazwa użytkownika",
    "E-mail address": "Adres e-mail",
    "Password": "Hasło",
    "Confirm password": "Potwierdź hasło",
    "Register": "Zarejestruj się",
    "Remember me": "Nie wylogowywuj mnie",
    "Log in": "Zaloguj się"

}